Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# AppIDTaggingPolicyInvalidSigningScenarioID
source: The policy type is {0} but there is a Signing Scenario with the ID {1} which is invalid because this policy type currently only supports User-Mode Signing Scenarios.
ar: نوع النهج هو {0} ولكن يوجد سيناريو توقيع بالمعرف {1} وهو غير صالح لأن نوع النهج هذا يدعم حاليًا سيناريوهات توقيع وضع المستخدم فقط.
de_de: Der Richtlinientyp ist {0}, es gibt jedoch ein Signaturszenario mit der ID {1}, das ungültig ist, da dieser Richtlinientyp derzeit nur Benutzermodus-Signaturszenarien unterstützt.
el_gr: Ο τύπος πολιτικής είναι {0} αλλά υπάρχει ένα σενάριο υπογραφής με το αναγνωριστικό {1} το οποίο είναι μη έγκυρο επειδή αυτός ο τύπος πολιτικής υποστηρίζει προς το παρόν μόνο σενάρια υπογραφής λειτουργίας χρήστη (User-Mode).
es: El tipo de directiva es {0} pero hay un Escenario de firma con el ID {1} que no es válido porque este tipo de directiva actualmente solo admite Escenarios de firma en modo de usuario.
fr_fr: Le type de politique est {0} mais il existe un Scénario de Signature avec l'ID {1} qui est invalide car ce type de politique ne prend actuellement en charge que les Scénarios de Signature Mode Utilisateur.
he_il: סוג המדיניות הוא {0} אך קיים תרחיש חתימה (Signing Scenario) עם המזהה {1} שאינו חוקי, מכיוון שסוג מדיניות זה תומך כעת רק בתרחישי חתימה במצב משתמש (User-Mode Signing Scenarios).
hi_in: पॉलिसी का प्रकार {0} है, लेकिन ID {1} के साथ एक साइनिंग परिदृश्य है जो अमान्य है क्योंकि यह पॉलिसी प्रकार वर्तमान में केवल यूज़र-मोड साइनिंग परिदृश्यों का समर्थन करता है।
ja_jp: ポリシータイプは{0}ですが、ID {1}の署名シナリオがあります。このポリシータイプは現在ユーザーモード署名シナリオのみをサポートしているため、無効です。
ml_in: പോളിസി ടൈപ്പ് {0} ആണ്, പക്ഷേ ID {1} ഉള്ള ഒരു സൈനിംഗ് സിനാരിയോ ഉണ്ട്, അത് അസാധുവാണ്, കാരണം ഈ പോളിസി ടൈപ്പ് നിലവിൽ യൂസർ-മോഡ് സൈനിംഗ് സിനാരിയോകളെ മാത്രമേ പിന്തുണയ്ക്കൂ.
pl_pl: Typ polityki to {0}, ale istnieje scenariusz podpisywania o identyfikatorze {1}, który jest nieprawidłowy, ponieważ ten typ polityki obecnie obsługuje tylko scenariusze podpisywania w trybie użytkownika.
tr_tr: Politika türü {0} ancak {1} kimliğine sahip bir İmzalama Senaryosu var ve bu politika türü şu anda yalnızca Kullanıcı Modu İmzalama Senaryolarını desteklediğinden geçersiz.

# AppIDTaggingPolicyMissingAppIDTags
source: The policy type is {0} but the Signing Scenario doesn't have any AppIDTags defined in it.
ar: نوع النهج هو {0} ولكن سيناريو التوقيع لا يحتوي على أي علامات AppIDTags محددة فيه.
de_de: Der Richtlinientyp ist {0}, aber im Signaturszenario sind keine AppIDTags definiert.
el_gr: Ο τύπος πολιτικής είναι {0} αλλά το σενάριο υπογραφής δεν έχει καθορισμένες ετικέτες AppIDTags σε αυτό.
es: El tipo de directiva es {0} pero el Escenario de firma no tiene ninguna AppIDTags definida en él.
fr_fr: Le type de politique est {0} mais le Scénario de Signature n'a aucun AppIDTags défini.
he_il: סוג המדיניות הוא {0} אך בתרחיש החתימה (Signing Scenario) לא מוגדרים AppIDTags.
hi_in: पॉलिसी का प्रकार {0} है, लेकिन साइनिंग परिदृश्य में कोई AppIDTags परिभाषित नहीं हैं।
ja_jp: ポリシータイプは{0}ですが、署名シナリオにAppIDTagが定義されていません。
ml_in: പോളിസി ടൈപ്പ് {0} ആണ്, പക്ഷേ സൈനിംഗ് സിനാരിയോയിൽ AppIDTags ഒന്നും നിർവചിച്ചിട്ടില്ല.
pl_pl: Typ polityki to {0}, ale scenariusz podpisywania nie ma zdefiniowanych żadnych znaczników AppIDTags.
tr_tr: Politika türü {0}'dur ancak İmzalama Senaryosunda tanımlanmış herhangi bir AppIDTag yoktur.

# PolicyNeedsSigningButNoUpdateSigner
source: The policy doesn't have the {0} indicating it needs to be signed, but no UpdatePolicySigner has been found.
ar: لا يحتوي النهج على {0} مما يشير إلى أنه يحتاج إلى توقيع، ولكن لم يتم العثور على UpdatePolicySigner.
de_de: Die Richtlinie verfügt nicht über das {0}, das darauf hinweist, dass sie signiert werden muss, aber es wurde kein UpdatePolicySigner gefunden.
el_gr: Η πολιτική δεν έχει το {0} που υποδεικνύει ότι πρέπει να υπογραφεί, αλλά δεν βρέθηκε κανένας UpdatePolicySigner.
es: La directiva no tiene el {0} que indica que necesita ser firmada, pero no se ha encontrado ningún UpdatePolicySigner.
fr_fr: La politique n'a pas le {0} indiquant qu'elle doit être signée, mais aucun UpdatePolicySigner n'a été trouvé.
he_il: למדיניות אין את {0} המציין שהיא צריכה להיחתם, אך לא נמצא UpdatePolicySigner.
hi_in: पॉलिसी में {0} नहीं है जो यह दर्शाता हो कि इसे हस्ताक्षरित करने की आवश्यकता है, लेकिन कोई UpdatePolicySigner नहीं मिला है।
ja_jp: ポリシーに{0}がなく、署名が必要であることを示していますが、UpdatePolicySignerが見つかりませんでした。
ml_in: പോളിസിയിൽ ഒപ്പിടേണ്ടതുണ്ടെന്ന് സൂചിപ്പിക്കുന്ന {0} ഇല്ല, പക്ഷേ UpdatePolicySigner ഒന്നും കണ്ടെത്തിയിട്ടില്ല.
pl_pl: Polityka nie zawiera {0} wskazującego, że wymaga podpisania, ale nie znaleziono UpdatePolicySigner.
tr_tr: Politikada imzalanması gerektiğini belirten {0} yok, ancak UpdatePolicySigner bulunamadı.

# SettingsAndAppIDTagsCountExceeded
source: The total count of the Settings + AppID tags shouldn't be more than {0}
ar: العدد الإجمالي لعلامات الإعدادات + AppID يجب ألا يزيد عن {0}
de_de: Die Gesamtanzahl der Settings- plus AppID-Tags sollte {0} nicht überschreiten
el_gr: Ο συνολικός αριθμός των ετικετών Settings + AppID δεν πρέπει να υπερβαίνει το {0}
es: El recuento total de las etiquetas Settings + AppID no debe ser superior a {0}
fr_fr: Le nombre total de balises Paramètres + AppID ne doit pas dépasser {0}
he_il: הספירה הכוללת של תגיות Settings + AppID לא אמורה לעלות על {0}
hi_in: सेटिंग्स + AppID टैग की कुल संख्या {0} से अधिक नहीं होनी चाहिए
ja_jp: 設定とAppIDタグの合計数は{0}を超えてはいけません
ml_in: സെറ്റിംഗ്സ് + AppID ടാഗുകളുടെ ആകെ എണ്ണം {0}-ൽ കൂടരുത്
pl_pl: Całkowita liczba ustawień + znaczników AppID nie powinna przekraczać {0}
tr_tr: Ayarlar + Uygulama Kimliği etiketlerinin toplam sayısı {0}'dan fazla olmamalıdır

# SupplementalPolicyWithSupplementalSigners
source: The policy type is {0} and it has Supplemental Policy Signers. Only Base policies can have them.
ar: نوع النهج هو {0} ويحتوي على موقعي نهج تكميليين. فقط النهج الأساسية يمكن أن تحتوي عليها.
de_de: Der Richtlinientyp ist {0} und enthält Supplemental Policy Signers. Nur Basisrichtlinien dürfen diese enthalten.
el_gr: Ο τύπος πολιτικής είναι {0} και έχει συμπληρωματικούς υπογράφοντες πολιτικής (Supplemental Policy Signers). Μόνο οι βασικές πολιτικές μπορούν να τους έχουν.
es: El tipo de directiva es {0} y tiene Firmantes de directiva suplementaria. Solo las directivas Base pueden tenerlos.
fr_fr: Le type de politique est {0} et elle a des Signataires de Politique Supplémentaire. Seules les politiques de Base peuvent en avoir.
he_il: סוג המדיניות הוא {0} ויש לה חותמי מדיניות משלימה (Supplemental Policy Signers). רק למדיניות בסיס יכולים להיות כאלה.
hi_in: पॉलिसी का प्रकार {0} है और इसमें सप्लीमेंटल पॉलिसी हस्ताक्षरकर्ता हैं। केवल बेस पॉलिसियों में वे हो सकते हैं।
ja_jp: ポリシータイプは{0}で、補足ポリシー署名者があります。ベースポリシーのみがそれを持つことができます。
ml_in: പോളിസി ടൈപ്പ് {0} ആണ്, അതിന് സപ്ലിമെന്റൽ പോളിസി സൈനർമാരുണ്ട്. അടിസ്ഥാന പോളിസികൾക്ക് മാത്രമേ അവ ഉണ്ടാകാൻ കഴിയൂ.
pl_pl: Typ polityki to {0} i zawiera osoby podpisujące politykę uzupełniającą. Tylko polityki podstawowe mogą je posiadać.
tr_tr: Politika türü {0}'dur ve Tamamlayıcı Politika İmzalayanları vardır. Yalnızca Temel politikalar bunlara sahip olabilir.

# ButtonContentSignOnly
source: Sign Only
ar: توقيع فقط
de_de: Nur signieren
el_gr: Μόνο υπογραφή
es: Solo firmar
fr_fr: Signer Uniquement
he_il: חתימה בלבד
hi_in: केवल हस्ताक्षर करें
ja_jp: 署名のみ
ml_in: ഒപ്പ് മാത്രം
pl_pl: Tylko podpisz
tr_tr: Yalnızca İmzala

# ButtonContentDeploy
source: Deploy
ar: نشر
de_de: Bereitstellen
el_gr: Ανάπτυξη
es: Implementar
fr_fr: Déployer
he_il: פרוס
hi_in: डिप्लॉय करें
ja_jp: 展開
ml_in: വിന്യസിക്കുക
pl_pl: Wdróż
tr_tr: Dağıt

# TeachingTipSubtitlePolicyRequiresSigning
source: The selected policy requires signing. Please use the 'Deploy App Control Policy' page to deploy it as a signed policy.
ar: النهج المحدد يتطلب توقيعًا. يرجى استخدام صفحة 'نشر نهج التحكم في التطبيقات' لنشره كنهج موقّع.
de_de: Die ausgewählte Richtlinie erfordert eine Signatur. Bitte verwenden Sie die Seite 'App-Control-Richtlinie bereitstellen', um sie als signierte Richtlinie bereitzustellen.
el_gr: Η επιλεγμένη πολιτική απαιτεί υπογραφή. Παρακαλούμε χρησιμοποιήστε τη σελίδα 'Ανάπτυξη πολιτικής ελέγχου εφαρμογών' για να την αναπτύξετε ως υπογεγραμμένη πολιτική.
es: La directiva seleccionada requiere firma. Utilice la página 'Implementar directiva de App Control' para implementarla como una directiva firmada.
fr_fr: La politique sélectionnée nécessite une signature. Veuillez utiliser la page 'Déployer la Politique App Control' pour la déployer en tant que politique signée.
he_il: המדיניות שנבחרה דורשת חתימה. אנא השתמש בדף 'פרוס מדיניות בקרת יישומים' (Deploy App Control Policy) כדי לפרוס אותה כמדיניות חתומה.
hi_in: चयनित पॉलिसी को हस्ताक्षर करने की आवश्यकता है। इसे हस्ताक्षरित पॉलिसी के रूप में डिप्लॉय करने के लिए कृपया 'डिप्लॉय ऐप कंट्रोल पॉलिसी' पेज का उपयोग करें।
ja_jp: 選択されたポリシーには署名が必要です。「App Controlポリシーの展開」ページを使用して、署名済みポリシーとして展開してください。
ml_in: തിരഞ്ഞെടുത്ത പോളിസിക്ക് ഒപ്പിടേണ്ടതുണ്ട്. ഒപ്പിട്ട പോളിസിയായി വിന്യസിക്കാൻ ദയവായി 'ആപ്പ് കൺട്രോൾ പോളിസി വിന്യസിക്കുക' പേജ് ഉപയോഗിക്കുക.
pl_pl: Wybrana polityka wymaga podpisania. Proszę użyć strony 'Wdróż politykę App Control', aby wdrożyć ją jako politykę podpisaną.
tr_tr: Seçilen politika imzalanmayı gerektiriyor. İmzalı bir politika olarak dağıtmak için lütfen 'Uygulama Kontrol Politikasını Dağıt' sayfasını kullanın.

# LogCheckingDeploymentStatusSupplemental
source: Checking the deployment status of '{0}' Supplemental policy
ar: جارٍ التحقق من حالة نشر النهج التكميلي '{0}'
de_de: Überprüfen des Bereitstellungsstatus der zusätzlichen Richtlinie '{0}'
el_gr: Έλεγχος της κατάστασης ανάπτυξης της συμπληρωματικής πολιτικής '{0}'
es: Comprobando el estado de implementación de la directiva Suplementaria '{0}'
fr_fr: Vérification de l'état du déploiement de la politique supplémentaire '{0}'
he_il: בודק את סטטוס הפריסה של מדיניות משלימה '{0}'
hi_in: '{0}' सप्लीमेंटल पॉलिसी की डिप्लॉयमेंट स्थिति की जाँच की जा रही है
ja_jp: 「{0}」補足ポリシーの展開状態を確認しています
ml_in: '{0}' സപ്ലിമെന്റൽ പോളിസിയുടെ വിന്യാസ നില പരിശോധിക്കുന്നു
pl_pl: Sprawdzanie statusu wdrożenia polityki uzupełniającej '{0}'
tr_tr: '{0}' Ek politikasının dağıtım durumu kontrol ediliyor

# LogSupplementalPolicyAlreadyDeployed
source: Supplemental policy named {0} is already deployed for the base policy with the BasePolicyID {1}, skipping its deployment.
ar: النهج التكميلي المسمى {0} تم نشره بالفعل للنهج الأساسي ذي BasePolicyID {1}، يتم تخطي نشره.
de_de: Die zusätzliche Richtlinie mit dem Namen {0} ist für die Basisrichtlinie mit der BasePolicyID {1} bereits bereitgestellt; die Bereitstellung wird übersprungen.
el_gr: Η συμπληρωματική πολιτική με όνομα {0} είναι ήδη ανεπτυγμένη για τη βασική πολιτική με BasePolicyID {1}, παράλειψη της ανάπτυξής της.
es: La directiva suplementaria llamada {0} ya está implementada para la directiva base con BasePolicyID {1}, omitiendo su implementación.
fr_fr: La politique supplémentaire nommée {0} est déjà déployée pour la politique de base avec le BasePolicyID {1}, déploiement ignoré.
he_il: מדיניות משלימה בשם {0} כבר פרוסה עבור מדיניות הבסיס עם BasePolicyID {1}, מדלג על פריסתה.
hi_in: बेसपॉलिसीआईडी {1} वाली बेस पॉलिसी के लिए {0} नामक सप्लीमेंटल पॉलिसी पहले से ही डिप्लॉय है, इसकी डिप्लॉयमेंट छोड़ी जा रही है।
ja_jp: 名前{0}の補足ポリシーは、BasePolicyID {1}のベースポリシーに対して既に展開されているため、展開をスキップします。
ml_in: {0} എന്ന് പേരുള്ള സപ്ലിമെന്റൽ പോളിസി, BasePolicyID {1} ഉള്ള അടിസ്ഥാന പോളിസിക്കായി ഇതിനകം വിന്യസിച്ചിട്ടുണ്ട്, അതിന്റെ വിന്യാസം ഒഴിവാക്കുന്നു.
pl_pl: Polityka uzupełniająca o nazwie {0} jest już wdrożona dla polityki podstawowej o BasePolicyID {1}, pomijanie jej wdrożenia.
tr_tr: {0} adlı ek politika, BasePolicyID {1} ile temel politika için zaten dağıtılmış ve dağıtımını atlıyor.

# LogSupplementalPolicyNotDeployedDeploying
source: Supplemental policy named {0} is not deployed for the base policy with the BasePolicyID {1}, deploying it now.
ar: النهج التكميلي المسمى {0} لم يتم نشره للنهج الأساسي ذي BasePolicyID {1}، يتم نشره الآن.
de_de: Die zusätzliche Richtlinie mit dem Namen {0} ist für die Basisrichtlinie mit der BasePolicyID {1} nicht bereitgestellt; Bereitstellung wird jetzt durchgeführt.
el_gr: Η συμπληρωματική πολιτική με όνομα {0} δεν είναι ανεπτυγμένη για τη βασική πολιτική με BasePolicyID {1}, ανάπτυξη τώρα.
es: La directiva suplementaria llamada {0} no está implementada para la directiva base con BasePolicyID {1}, implementándola ahora.
fr_fr: La politique supplémentaire nommée {0} n'est pas déployée pour la politique de base avec le BasePolicyID {1}, déploiement en cours.
he_il: מדיניות משלימה בשם {0} אינה פרוסה עבור מדיניות הבסיס עם BasePolicyID {1}, פורס אותה כעת.
hi_in: बेसपॉलिसीआईडी {1} वाली बेस पॉलिसी के लिए {0} नामक सप्लीमेंटल पॉलिसी डिप्लॉय नहीं है, इसे अभी डिप्लॉय किया जा रहा है।
ja_jp: 名前{0}の補足ポリシーは、BasePolicyID {1}のベースポリシーに対して展開されていないため、今展開しています。
ml_in: {0} എന്ന് പേരുള്ള സപ്ലിമെന്റൽ പോളിസി, BasePolicyID {1} ഉള്ള അടിസ്ഥാന പോളിസിക്കായി വിന്യസിച്ചിട്ടില്ല, ഇപ്പോൾ അത് വിന്യസിക്കുന്നു.
pl_pl: Polityka uzupełniająca o nazwie {0} nie jest wdrożona dla polityki podstawowej o BasePolicyID {1}, wdrażanie teraz.
tr_tr: {0} adlı ek politika, BasePolicyID {1} ile temel politika için dağıtılmadı, şimdi dağıtılıyor.

# LogRemovingUnsignedSupplementalForSigned
source: Removing unsigned Supplemental policy with the ID {0} and name {1} because its Signed version will be deployed.
ar: جارٍ إزالة النهج التكميلي غير الموقّع بالمعرف {0} والاسم {1} لأنه سيتم نشر نسخته الموقّعة.
de_de: Nicht signierte zusätzliche Richtlinie mit der ID {0} und dem Namen {1} wird entfernt, da ihre signierte Version bereitgestellt wird.
el_gr: Κατάργηση της μη υπογεγραμμένης συμπληρωματικής πολιτικής με αναγνωριστικό {0} και όνομα {1} επειδή θα αναπτυχθεί η υπογεγραμμένη έκδοσή της.
es: Eliminando la directiva Suplementaria sin firmar con el ID {0} y nombre {1} porque se implementará su versión Firmada.
fr_fr: Suppression de la politique supplémentaire non signée avec l'ID {0} et le nom {1} car sa version Signée sera déployée.
he_il: מסיר מדיניות משלימה לא חתומה עם המזהה {0} והשם {1} מכיוון שגרסתה החתומה תיפרס.
hi_in: आईडी {0} और नाम {1} वाली अहस्ताक्षरित सप्लीमेंटल पॉलिसी को हटाया जा रहा है क्योंकि इसका हस्ताक्षरित संस्करण डिप्लॉय किया जाएगा।
ja_jp: ID {0}、名前{1}の未署名補足ポリシーを削除しています。署名済みバージョンが展開されるためです。
ml_in: ID {0}-ഉം പേര് {1}-ഉം ഉള്ള ഒപ്പിടാത്ത സപ്ലിമെന്റൽ പോളിസി നീക്കംചെയ്യുന്നു, കാരണം അതിന്റെ ഒപ്പിട്ട പതിപ്പ് വിന്യസിക്കുന്നതാണ്.
pl_pl: Usuwanie niepodpisanej polityki uzupełniającej o identyfikatorze {0} i nazwie {1}, ponieważ jej podpisana wersja zostanie wdrożona.
tr_tr: İmzalı sürümü dağıtılacağı için {0} kimliğine ve {1} adına sahip imzasız Ek politika kaldırılıyor.

source: Status
ar: الحالة
el_gr: Κατάσταση
es: Estado
fr_fr: État
he_il: סטטוס
hi_in: स्थिति
ja_jp: 状態
ml_in: നില
tr_tr: Durum

# MinimumFileVersionHeader.Text
source: Minimum File Version
ar: الحد الأدنى لإصدار الملف
de_de: Minimale Dateiversion
el_gr: Ελάχιστη Έκδοση Αρχείου
es: Versión mínima de archivo
fr_fr: Version Minimale du Fichier
he_il: גרסת הקובץ המינימלית
hi_in: न्यूनतम फ़ाइल संस्करण
ja_jp: 最小ファイルバージョン
ml_in: കുറഞ്ഞ ഫയൽ പതിപ്പ്
pl_pl: Minimalna wersja pliku
tr_tr: Minimum Dosya Sürümü

# MaximumFileVersionHeader.Text
source: Maximum File Version
ar: الحد الأقصى لإصدار الملف
de_de: Maximale Dateiversion
el_gr: Μέγιστη Έκδοση Αρχείου
es: Versión máxima de archivo
fr_fr: Version Maximale du Fichier
he_il: גרסת הקובץ המקסימלית
hi_in: अधिकतम फ़ाइल संस्करण
ja_jp: 最大ファイルバージョン
ml_in: പരമാവധി ഫയൽ പതിപ്പ്
pl_pl: Maksymalna wersja pliku
tr_tr: Maksimum Dosya Sürümü

# PackageVersionHeader.Text
source: Package Version
ar: إصدار الحزمة
de_de: Paketversion
el_gr: Έκδοση Πακέτου
es: Versión del paquete
fr_fr: Version du Paquet
he_il: גרסת החבילה
hi_in: पैकेज संस्करण
ja_jp: パッケージバージョン
ml_in: പാക്കേജ് പതിപ്പ്
pl_pl: Wersja pakietu
tr_tr: Paket Sürümü

# SaveTheChanged.Text
source: Save The Changes
ar: حفظ التغييرات
de_de: Änderungen speichern
el_gr: Αποθήκευση Αλλαγών
es: Guardar los cambios
fr_fr: Enregistrer les Modifications
he_il: שמור את השינויים
hi_in: परिवर्तनों को सहेजें
ja_jp: 変更を保存
ml_in: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
pl_pl: Zapisz zmiany
tr_tr: Değişiklikleri Kaydet

# ClearTheData.Text
source: Clear The Data
ar: مسح البيانات
de_de: Daten löschen
el_gr: Εκκαθάριση Δεδομένων
es: Borrar los datos
fr_fr: Effacer les Données
he_il: נקה את הנתונים
hi_in: डेटा साफ़ करें
ja_jp: データをクリア
ml_in: ഡേറ്റാ ശൂന്യപ്പെടുത്തുക
pl_pl: Wyczyść dane
tr_tr: Verileri Temizle

# PolicyDetails.Header
source: Policy Details
ar: تفاصيل السياسة
de_de: Richtliniendetails
el_gr: Λεπτομέρειες Πολιτικής
es: Detalles de la directiva
fr_fr: Détails de la Politique
he_il: פרטי המדיניות
hi_in: नीति विवरण
ja_jp: ポリシーの詳細
ml_in: പോളിസി വിശദാംശങ്ങൾ
pl_pl: Szczegóły zasady
tr_tr: Politika Ayrıntıları

# PolicyEditorDiamondButton.AutomationProperties.HelpText
source: View the total count of each rule type and other details about the loaded policy
ar: عرض العدد الإجمالي لكل نوع قاعدة وغيرها من التفاصيل حول السياسة المحمّلة
de_de: Gesamtanzahl je Regeltyp und weitere Details zur geladenen Richtlinie anzeigen
el_gr: Προβολή του συνολικού αριθμού κάθε τύπου κανόνα και άλλων λεπτομερειών για την φορτωμένη πολιτική
es: Ver el número total de cada tipo de regla y otros detalles de la directiva cargada
fr_fr: Voir le nombre total de chaque type de règle et d'autres détails sur la politique chargée
he_il: הצג את המספר הכולל של כל סוג כלל ופרטים נוספים על המדיניות הטעונה
hi_in: लोड की गई नीति में प्रत्येक नियम प्रकार की कुल संख्या और अन्य विवरण देखें
ja_jp: 各ルールタイプの総数と、読み込まれたポリシーに関するその他の詳細を表示します
ml_in: ലോഡ് ചെയ്ത പോളിസിയിലെ ഓരോ നിയമ തരംതിലും ഉള്ള മൊത്തം എണ്ണം மற்றும் മറ്റ് വിശദാംശങ്ങൾ കാണുക
pl_pl: Wyświetl łączną liczbę każdego typu reguły oraz inne szczegóły załadowanej zasady
tr_tr: Her kural türünün toplam sayısını ve yüklenen politikayla ilgili diğer ayrıntıları görüntüleyin

# PolicyEditorDiamondButton.ToolTipService.ToolTip
source: View the total count of each rule type and other details about the loaded policy
ar: عرض العدد الإجمالي لكل نوع قاعدة وغيرها من التفاصيل حول السياسة المحمّلة
de_de: Gesamtanzahl je Regeltyp und weitere Details zur geladenen Richtlinie anzeigen
el_gr: Προβολή του συνολικού αριθμού κάθε τύπου κανόνα και άλλων λεπτομερειών για την φορτωμένη πολιτική
es: Ver el número total de cada tipo de regla y otros detalles de la directiva cargada
fr_fr: Voir le nombre total de chaque type de règle et d'autres détails sur la politique chargée
he_il: הצג את המספר הכולל של כל סוג כלל ופרטים נוספים על המדיניות הטעונה
hi_in: लोड की गई नीति में प्रत्येक नियम प्रकार की कुल संख्या और अन्य विवरण देखें
ja_jp: 各ルールタイプの総数と、読み込まれたポリシーに関するその他の詳細を表示します
ml_in: ലോഡ് ചെയ്ത പോളിസിയിലെ ഓരോ നിയമ തരംതിലും ഉള്ള മൊത്തം എണ്ണം және മറ്റ് വിശദാംശങ്ങൾ കാണുക
pl_pl: Wyświetl łączną liczbę każdego typu reguły oraz inne szczegóły załadowanej zasady
tr_tr: Her kural türünün toplam sayısını ve yüklenen politikayla ilgili diğer ayrıntıları görüntüleyin

# PolicyEditorPolicyNameSettingsCard.Header
source: Policy Name
ar: اسم السياسة
de_de: Richtlinienname
el_gr: Όνομα Πολιτικής
es: Nombre de la directiva
fr_fr: Nom de la Politique
he_il: שם המדיניות
hi_in: नीति नाम
ja_jp: ポリシー名
ml_in: പോളിസി പേര്
pl_pl: Nazwa zasady
tr_tr: Politika Adı

# PolicyEditorPolicyNameSettingsCard.Description
source: The name of the selected App Control policy
ar: اسم سياسة التحكم بالتطبيق المحددة
de_de: Der Name der ausgewählten App-Control-Richtlinie
el_gr: Το όνομα της επιλεγμένης πολιτικής App Control
es: El nombre de la directiva de App Control seleccionada
fr_fr: Le nom de la politique App Control sélectionnée
he_il: שם מדיניות בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का नाम
ja_jp: 選択されたApp Controlポリシーの名前
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പേര്
pl_pl: Nazwa wybranej zasady App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin adı

# PolicyEditorPolicyNameSettingsCard.ToolTipService.ToolTip
source: The name of the selected App Control policy
ar: اسم سياسة التحكم بالتطبيق المحددة
de_de: Der Name der ausgewählten App-Control-Richtlinie
el_gr: Το όνομα της επιλεγμένης πολιτικής App Control
es: El nombre de la directiva de App Control seleccionada
fr_fr: Le nom de la politique App Control sélectionnée
he_il: שם מדיניות בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का नाम
ja_jp: 選択されたApp Controlポリシーの名前
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പേര്
pl_pl: Nazwa wybranej zasady App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin adı

# PolicyEditorPolicyNameSettingsCard.AutomationProperties.HelpText
source: The name of the selected App Control policy
ar: اسم سياسة التحكم بالتطبيق المحددة
de_de: Der Name der ausgewählten App-Control-Richtlinie
el_gr: Το όνομα της επιλεγμένης πολιτικής App Control
es: El nombre de la directiva de App Control seleccionada
fr_fr: Le nom de la politique App Control sélectionnée
he_il: שם מדיניות בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति का नाम
ja_jp: 選択されたApp Controlポリシーの名前
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പേര്
pl_pl: Nazwa wybranej zasady App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin adı

# PolicyEditorPolicyIDSettingsCard.Header
source: Policy ID
ar: معرّف السياسة
de_de: Richtlinien-ID
el_gr: ID Πολιτικής
es: ID de la directiva
fr_fr: ID de Politique
he_il: מזהה המדיניות
hi_in: नीति आईडी
ja_jp: ポリシーID
ml_in: പോളിസി ഐഡി
pl_pl: Identyfikator zasady
tr_tr: Politika Kimliği

# PolicyEditorPolicyIDSettingsCard.Description
source: The Policy ID of the selected App Control policy
ar: معرّف سياسة التحكم بالتطبيق المحددة
de_de: Die Richtlinien-ID der ausgewählten App-Control-Richtlinie
el_gr: Το ID της επιλεγμένης πολιτικής App Control
es: El ID de la directiva de App Control seleccionada
fr_fr: L'ID de Politique de la politique App Control sélectionnée
he_il: מזהה המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति की नीति आईडी
ja_jp: 選択されたApp ControlポリシーのポリシーID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പോളിസി ഐഡി
pl_pl: Identyfikator wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Politika Kimliği

# PolicyEditorPolicyIDSettingsCard.ToolTipService.ToolTip
source: The Policy ID of the selected App Control policy
ar: معرّف سياسة التحكم بالتطبيق المحددة
de_de: Die Richtlinien-ID der ausgewählten App-Control-Richtlinie
el_gr: Το ID της επιλεγμένης πολιτικής App Control
es: El ID de la directiva de App Control seleccionada
fr_fr: L'ID de Politique de la politique App Control sélectionnée
he_il: מזהה המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति की नीति आईडी
ja_jp: 選択されたApp ControlポリシーのポリシーID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പോളിസി ഐഡി
pl_pl: Identyfikator wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Politika Kimliği

# PolicyEditorPolicyIDSettingsCard.AutomationProperties.HelpText
source: The Policy ID of the selected App Control policy
ar: معرّف سياسة التحكم بالتطبيق المحددة
de_de: Die Richtlinien-ID der ausgewählten App-Control-Richtlinie
el_gr: Το ID της επιλεγμένης πολιτικής App Control
es: El ID de la directiva de App Control seleccionada
fr_fr: L'ID de Politique de la politique App Control sélectionnée
he_il: מזהה המדיניות של בקרת האפליקציות הנבחרת
hi_in: चयनित ऐप नियंत्रण नीति की नीति आईडी
ja_jp: 選択されたApp ControlポリシーのポリシーID
ml_in: തിരഞ്ഞെടുത്ത ആപ്പ് നിയന്ത്രണ പോളിസിയുടെ പോളിസി ഐഡി
pl_pl: Identyfikator wybranej polityki App Control
tr_tr: Seçilen Uygulama Denetimi ilkesinin Politika Kimliği

# PolicyEditorBasePolicyIDSettingsCard.Header
source: Base Policy ID
ar: معرّف السياسة الأساسية
de_de: Basisrichtlinien-ID
el_gr: Βασικό ID Πολιτικής
es: ID de la directiva base
fr_fr: ID de Politique de Base
he_il: מזהה מדיניות בסיס
hi_in: मूल नीति आईडी
ja_jp: ベースポリシーID
ml_in: അടിസ്ഥാന പോളിസി ഐഡി
pl_pl: Identyfikator podstawowej polityki
tr_tr: Temel Politika Kimliği
